[Demo_Aoi_6_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=0,Y=165,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Vec=(X=0,Y=-40,Z=0),VecSub=(X=90,Y=0,Z=0),CId=74)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0100_fx_close_normal",motionName[1]="ao_CM_0000_fx_close_normal",motionName[2]="ao_DM_0100_lp_Stand",Rate=0,Number=3,Bit=4)
DemoScripts[6]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[7]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_Shop.GG2_BGM_Shop_Cue')
DemoScripts[8]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=WINDOW,Command=SET)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_001_Cue',Name="ウノ　アオイ")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_002_Cue',Name="ウノ　アオイ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0100_fx_close_normal",Rate=1,Number=0,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_004_Cue',Name="ウノ　アオイ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0102_fx_close_tightly",Rate=1,Number=0,Bit=0)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_006_Cue',Name="ウノ　アオイ")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_007_Cue',Name="ウノ　アオイ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[36]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=0)
DemoScripts[37]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0107_fx_Stand2Reaction",Rate=1,Number=2,Bit=0)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0700_lp_Reaction",Number=8)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_009_Cue',Name="ウノ　アオイ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[43]=(Actor=CHARACTER,Command=PARAM,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',Number=12,Bit=0,Rate=1)
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0701_fx_Reaction2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_011_Cue',Name="ウノ　アオイ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_013_Cue',Name="ウノ　アオイ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_015_Cue',Name="ウノ　アオイ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_016_Cue',Name="ウノ　アオイ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[63]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_017_Cue',Name="ウノ　アオイ")
DemoScripts[64]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[65]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[68]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[69]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0104_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0400_lp_Depressed",Number=8)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_021_Cue',Name="ウノ　アオイ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0401_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0100_lp_Stand",Number=8)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0101_fx_close_smile",Rate=1,Number=0,Bit=0)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_023_Cue',Name="ウノ　アオイ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0102_fx_close_tightly",Rate=1,Number=0,Bit=0)
DemoScripts[86]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[87]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_024_Cue',Name="ウノ　アオイ")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[89]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[90]=(Actor=WINDOW,Command=EXIT)
DemoScripts[91]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[92]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[93]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[95]=(Actor=SYSTEM,Command=LEVEL_MOVE)
DemoScripts[96]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[97]=(Actor=SYSTEM,Command=ROUTE_CHANGE,Label=AOI)
DemoScripts[98]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[99]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[100]=(Actor=BGM,Command=PLAY,SecTime=1,SoundID=SoundCue'GG2_BGM_DM_End_Aoi.GG2_BGM_DM_End_Aoi_Cue')
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[102]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[103]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[1]="ao_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[104]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_026_Cue',Name="ウノ　アオイ")
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0102_fx_close_tightly",Rate=1,Number=0,Bit=0)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_027_Cue',Name="ウノ　アオイ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[109]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[111]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[0]="ao_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0103_fx_Stand2Angry",Rate=1,Number=2,Bit=0)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="ウノ　アオイ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.74_UNO_AOI',motionName[2]="ao_DM_0300_lp_Angry",Number=8)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_029_Cue',Name="ウノ　アオイ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=WINDOW,Command=EXIT)
DemoScripts[118]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[119]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[120]=(Actor=FADE,Command=WAIT)
DemoScripts[121]=(Actor=SOUND_EX,Command=PLAY,SecTime=0,SoundID=SoundCue'SE_DM_Aoi_6.GG2_SE_DM_Jet_Cue')
DemoScripts[122]=(Actor=WINDOW,Command=SET)
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[124]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[126]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[128]=(Actor=SOUND_EX,Command=STOP,SecTime=1,SoundID=)
DemoScripts[129]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[130]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[131]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[132]=(Actor=WINDOW,Command=EXIT)
DemoScripts[133]=(Actor=TEXTURE,Command=START,CId=26,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[134]=(Actor=GALLERY,Command=SET_FLAG,CId=26,Bit=0)
DemoScripts[135]=(Actor=AMBIENT,Command=PLAY,SecTime=1,SoundID=SoundCue'AMB_Live.GG2_AMB_Live_LP_Cue')
DemoScripts[136]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_BACK)
DemoScripts[137]=(Actor=FADE,Command=WAIT)
DemoScripts[138]=(Actor=WINDOW,Command=SET)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_036_Cue',Name="ウノ　アオイ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=WINDOW,Command=EXIT)
DemoScripts[143]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Aoi_6.GG2_SE_DM_Cheer_Cue')
DemoScripts[144]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[145]=(Actor=WINDOW,Command=SET)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_037_Cue',Name="ウノ　アオイ")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[148]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_038_Cue',Name="ウノ　アオイ")
DemoScripts[149]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[150]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[151]=(Actor=WINDOW,Command=EXIT)
DemoScripts[152]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Aoi_6.GG2_SE_DM_Cheer_Cue')
DemoScripts[153]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[154]=(Actor=WINDOW,Command=SET)
DemoScripts[155]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Aoi_6.GG2_V_Aoi_6_039_Cue',Name="ウノ　アオイ")
DemoScripts[156]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[157]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[158]=(Actor=WINDOW,Command=EXIT)
DemoScripts[159]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[160]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[161]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[162]=(Actor=SYSTEM,Command=END)

[Select_Aoi_6_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=2,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Aoi_6_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="葵",Text="............")

Texts[1]=(Label="TEXT02",Name="葵",Text="至今為止謝謝你啦--/n峯大.")

Texts[2]=(Label="TEXT03",Name="峯大",Text="怎麼突然這麼正式......?")

Texts[3]=(Label="TEXT04",Name="葵",Text="其實,我至今為止一直打工/n是為了要籌措去美國的經費.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="美國?")

Texts[5]=(Label="TEXT06",Name="葵",Text="我想去搖滾的發源地美國試試看/n我們的音樂能管用到什麼程度....../n這個嘛,就是武者修行啦.")

Texts[6]=(Label="TEXT07",Name="葵",Text="多虧你幫忙募了很多款項,/n前往美國的資金已經存夠了.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="真的?/n恭喜妳啊! 小葵!!")

Texts[8]=(Label="TEXT09",Name="葵",Text="對峯大再怎麼感謝/n都不夠呢!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="啊,不過......這樣的話,/n該不會......要道別了吧?")

Texts[10]=(Label="TEXT11",Name="葵",Text="嗯......我們LOVEHEARTS/n接下來就會暫時離開學校了......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="這樣啊......會變得寂寞呢......")

Texts[12]=(Label="TEXT13",Name="葵",Text="關於這個......峯大./n你能不能和我們....../n一起來呢?")

Texts[13]=(Label="TEXT14",Name="峯大",Text="咦......?/n什麼意思?")

Texts[14]=(Label="TEXT15",Name="葵",Text="我希望峯大能夠作為/nLOVEHEARTS的專屬經紀人/n跟我們一起走.")

Texts[15]=(Label="TEXT16",Name="葵",Text="我覺得......要是和峯大的話,/n事情應該會很順利.")

Texts[16]=(Label="TEXT17",Name="葵",Text="......要不要和我們一起/n試著用LOVEHEARTS的歌/n實現美國夢啊?")

Texts[17]=(Label="TEXT18",Name="峯大",Text="小葵......")

Texts[18]=(Label="TEXT19",Name="峯大",Text="(這是很重要的選擇....../n這個回答將會決定我的未來......)")

Texts[19]=(Label="TEXT20",Name="峯大",Text="抱歉,小葵./n我有無論如何都要完成的事情......")

Texts[20]=(Label="TEXT21",Name="葵",Text="這樣啊......那就沒辦法了呢.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="嗯.樂團要加油哦!/n我會一直支持妳們的!")

Texts[22]=(Label="TEXT23",Name="葵",Text="嘿嘿! 謝啦!")

Texts[23]=(Label="TEXT24",Name="葵",Text="峯大果然/n是和學長一樣的好人呢!")

Texts[24]=(Label="TEXT25",Name="峯大",Text="我決定了哦,小葵./n我想要和妳們一起實現夢想!")

Texts[25]=(Label="TEXT26",Name="葵",Text="哦哦! 這樣啊!/n你果然是個很棒的傢伙呢!")

Texts[26]=(Label="TEXT27",Name="葵",Text="好,擇日不如撞日!/n現在立刻去收拾行李吧!")

Texts[27]=(Label="TEXT28",Name="峯大",Text="咦咦!? 現......現在!?")

Texts[28]=(Label="TEXT29",Name="葵",Text="沒錯!/n等著吧,美國......不對,世界!/n我會抓住巨大的夢想給你看哦!!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="就這樣,我作為LOVEHEARTS的/n專屬經紀人,突然就決定前往美國了.")

Texts[30]=(Label="TEXT31",Name="峯大",Text="結果沒有交到女朋友,/n還變得會被女孩子討厭--")

Texts[31]=(Label="TEXT32",Name="峯大",Text="但不知為何,就只有/nLOVEHEARTS的成員不會討厭我./n......這說不定是音樂蘊含的力量.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="我認為我也有好好支持著這樣的成員....../n支持著小葵她們.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="總之,在美國度過的每一天/n都是在日本比不上的充實的日子.")

Texts[34]=(Label="TEXT35",Name="峯大",Text="然後,時光流逝....../n我們終於--")

Texts[35]=(Label="TEXT36",Name="葵",Text="各位--!/n謝謝你們過來--!!")

Texts[36]=(Label="TEXT37",Name="葵",Text="今天是LOVEHEARTS/n值得紀唸的世界巡迴首日!!/n要盡全力好好享受哦--!!")

Texts[37]=(Label="TEXT38",Name="葵",Text="我想把最初的歌曲獻給/n一直支持著我們的某個人!!")

Texts[38]=(Label="TEXT39",Name="葵",Text="嗚噢--!!/n聽我們唱歌吧!!")

Texts[39]=(Label="",Name="",Text="")

Texts[40]=(Label="SELECT01",Name="",Text="我不能去美國")

Texts[41]=(Label="SELECT02",Name="",Text="我要跟小葵走")

Texts[42]=(Label="SELECT03",Name="",Text="")

Texts[43]=(Label="SELECT04",Name="",Text="")

Texts[44]=(Label="SELECT05",Name="",Text="")

Texts[45]=(Label="SELECT06",Name="",Text="")

Texts[46]=(Label="SELECT07",Name="",Text="")

Texts[47]=(Label="SELECT08",Name="",Text="")

Texts[48]=(Label="SELECT09",Name="",Text="")

Texts[49]=(Label="SELECT10",Name="",Text="")


